SOAP/soap_request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:int="http://xmlns.oracle.com/zuelligpharma/INT003_CreateOrder/INT003_CreateOrder">
    <soapenv:Header/>
    <soapenv:Body>
        <int:getTransaction>
            <int:transactionID>41706760</int:transactionID>
            <!--Optional:-->
            <int:salesOrg/>
        </int:getTransaction>
    </soapenv:Body>
</soapenv:Envelope>